stress/mediaContent/POST_2.yaml
config:
  target: "http://localhost:4000"
  phases:
    - duration: 10
      arrivalRate: 1
scenarios: 
  - flow:
      - post:
          url: "http://localhost:4000/mediaContent/add/"
          json:
                title: "Adding a test!"
                description: "Adding with Stress"
                url: "StressURL"
                type: "file"
          expect:
            statusCode: 500